{
  "name": "Sommerrollen mit Erdnuss-Sauce",
  "serving_size": 4,
  "source": "fooby",
  "ingredients": {
    "Gemüse": [
      "200 g Rotkabis, in sehr feinen Streifen",
      "1 TL Himalayasalz",
      "1 Gurke",
      "300 g Rüebli",
      "1 Lattich (mittelgross), Blätter grob zerzupft",
      "1 Avocado, in feinen Scheiben",
      "1 Bund Bundzwiebeln mit dem Grün in feinen Ringen"
    ],
    "Sauce": [
      "100 g Erdnüsse, geröstet",
      "2 dl Kokosmilch",
      "½ Mango (sehr reif, Primagusto), in Stücken",
      "1 Limette, Saft",
      "1 ½ EL Tamari",
      "1 ½ EL Kokosblütenzucker",
      "½ TL Chiliflocken",
      "20 g Pfefferminzblätter (ca. 1 Bund)"
    ],
    "Tofu": [
      "400 g Tofu nature, in ca. 1 cm dicken und 6-8 cm langen Stücken",
      "2 EL Tamari",
      "2 TL Kokosblütenzucker",
      "½ TL Chiliflocken",
      "1 TL Sesamöl"
    ],
    "Rollen formen": [
      "12 Reisblätter",
      "40 g Erdnüsse, geröstet, grob gehackt",
      "1 Bund Koriander",
      "1 Bund Thai-Basilikum",
      "2 Limetten, Saft",
      "12 Lattichblätter"
    ]
  },
  "instructions": [
    "Gemüse: Rotkabis mit dem Salz in einer Schüssel gut mischen, ca. 10 Min. ziehen lassen. Gurke mit dem Sparschäler bis zum Inneren in feine Streifen hoblen (ohne das Innere, wird sonst zu wässrig), Rüebli ebenfalls in Streifen hobeln. Rotkabis in ein Sieb geben, kalt abspülen, mit den Händen gut ausdrücken. Alles Gemüse separat beiseite stellen.",
    "Sauce: Alle Zutaten in einen leistungsstarken Mixer geben, einige Minuten glatt und cremig mixen, bis die Minzblätter vollständig püriert sind.",
    "Tofu: Tofu mit den restlichen Zutaten vermischen, in einer beschichteten Bratpfanne bei mittlerer Hitze rundum anbraten, herausnehmen.",
    "Rollen formen: Reisblätter einzeln für ca. 10 Sekunden in lauwarmes Wasser tauchen, etwas trockentupfen, auf ein feuchtes Tuch legen. Mit je etwas Lattich, Gurken- und Rüeblistreifen und etwas Rotkabis belegen. Je 3-4 Stk. Tofu, einige Koriander- und Thai-Basilikumblätter und einige Avocado-Scheiben darauf verteilen. Wenig Limettensaft darüberträufeln und je ca. 1 TL gehackte Erdnüsse und wenig Lattich darauf verteilen. Das Reisblatt von unten einklappen, die beiden Seiten nach innen falten, dann satt aufrollen. Die fertigen Rollen halbieren, auf Lattichblätter legen (damit die Rollen nicht aneinander kleben), auf einer Platte anrichten. Sauce dazu servieren."
  ],
  "additional_info": {
    "prep_time": "30 minutes",
    "cook_time": "10 minutes"
  }
}